Tekla Open API Reference for Tekla Structures 2025
NumberingSeries Methods
The ReinforcingBarFilterExpressions.NumberingSeries type exposes the following members.
Methods
Name | Description
ToString
 Creates a string representation of the current object.
 (Inherited from DataFilterExpression.)
Top
See Also
Reference
ReinforcingBarFilterExpressions.NumberingSeries Class
Tekla.Structures.Filtering.Categories Namespace